Revit 2027 API
ParameterTypeId.ClineSubcategory Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClineSubcategory { get; }
Public Shared ReadOnly Property ClineSubcategory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClineSubcategory {
	ForgeTypeId^ get ();
}
static member ClineSubcategory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace